<?php
    return [
        'contract' => [
            'input' => [
                'success' => 'Договор успешно добавлен',
                'fail' => 'Ошибка добавления договора',
            ],
            'edit' => [
                'success' => 'Договор успешно изменён',
                'fail' => 'Ошибка редактирования договора',
            ],
        ],
        'printer' => [
            'input' => [
                'success' => 'Принтер успешно добавлен',
                'fail' => 'Ошибка добавления принтера',
            ],
            'edit' => [
                'success' => 'Принтер успешно изменён',
                'fail' => 'Ошибка редактирования принтера',
            ],
            'delete' => [
                'success' => 'Принтер успешно удалено',
                'fail' => 'Ошибка удаления принтера',
            ],
        ],
        'remote' => [
            'input' => [
                'success' => 'Подключение успешно добавлено',
                'fail' => 'Ошибка добавления подключения',
            ],
            'edit' => [
                'success' => 'Подключение успешно изменён',
                'fail' => 'Ошибка редактирования подключения',
            ],
            'delete' => [
                'success' => 'Подключение успешно удалено',
                'fail' => 'Ошибка удаления подключения',
            ],
        ],
        'point' => [
            'input' => [
                'success' => 'Точка успешно добавлено',
                'fail' => 'Ошибка добавления точки',
            ],
            'edit' => [
                'success' => 'Точка успешно изменён',
                'fail' => 'Ошибка редактирования точки',
            ],
            'close' => [
                'success' => 'Точка успешно закрыта',
                'fail' => 'Ошибка закрытия точки',
            ],
        ],
        'xls' => [
            'store' => [
                'success' => 'Файл успешно загружен. Данные обновлены.',
                'fail' => 'Ошибка при загрузке файла (обновлении данных).',
            ],
        ],
    ];
