<?php
    return [
        'contract' => [
            'store' => [
                'success' => 'Договор успешно изменён/добавлен',
                'fail' => 'Ошибка изменения/добавления договора',
            ],
        ],
        'printer' => [
            'store' => [
                'success' => 'Принтер успешно изменён/добавлен',
                'fail' => 'Ошибка изменения/добавления принтера',
            ],
        ],
        'xls' => [
            'store' => [
                'success' => 'Файл успешно загружен. Данные обновлены.',
                'fail' => 'Ошибка при загрузке файла (обновлении данных).',
            ],
        ],
    ];
